[
  "Petřínská lanovka v Praze jezdí od roku 1891.",
  "Náměstí Míru je nejhlubší stanice pražského metra.",
  "Pražské metro bylo spuštěno v roce 1974.",
  "Londýnské metro je nejstarší na světě (1863).",
  "Nizozemské vlaky jezdí 100% na větrnou energii.",
  "Gotthardský tunel je nejdelší železniční tunel světa.",
  "TGV drží rychlostní rekord na kolejích (574,8 km/h).",
  "Na Gibraltaru křižuje silnici letištní ranvej.",
  "Amsterdamské letiště leží pod hladinou moře.",
  "Na skotském ostrově Barra se přistává na pláži.",
  "V Lucembursku je veškerá MHD zdarma.",
  "V Helsinkách jezdí speciální saunovací tramvaj.",
  "Lego je největším výrobcem pneumatik na světě.",
  "V La Pazu tvoří páteř MHD síť lanovek.",
  "Ve Wuppertalu jezdí unikátní zavěšená dráha.",
  "Tříbodový pás vynalezlo Volvo v roce 1959.",
  "Na Islandu neexistují veřejné železnice.",
  "První plynový semafor v Londýně explodoval.",
  "Nejvyšší most světa Millau je vyšší než Eiffelovka.",
  "Ve Švédsku změnili v roce 1967 jízdu zleva doprava.",
  "V Monaku jsou součástí MHD veřejné výtahy.",
  "Stěrače čelního skla vynalezla žena.",
  "V Benátkách slouží jako sanitky motorové čluny.",
  "V Japonsku existují silnice, které hrají melodie.",
  "Šinkansen neměl za 50 let žádnou smrtelnou nehodu.",
  "Na ostrově Man stále jezdí koňská tramvaj.",
  "V Utrechtu je největší parkoviště pro kola na světě.",
  "Singapurské letiště má vnitřní vodopád.",
  "Dubajská policie vlastní Bugatti Veyron.",
  "Na Měsíci jsou zaparkována tři lunární vozítka.",
  "ISS obletí Zemi za 90 minut.",
  "První elektromobil vznikl před spalovacím motorem.",
  "V Paříži existují opuštěné 'stanice duchů'.",
  "Nejstarší most v Paříži se jmenuje Nový most.",
  "Kodaňské metro jezdí 24/7 a je automatické.",
  "Vůz Velorex měl karoserii z koženky.",
  "Ve stanici metra Pankrác je protiatomový kryt.",
  "Transsibiřská magistrála protíná 8 časových pásem.",
  "Na Tchaj-wanu se v metru nesmí žvýkat.",
  "Vlaky v Japonsku mají zpoždění v řádu sekund.",
  "V Zermattu jsou zakázána auta se spalovacími motory.",
  "V Amsterdamu ročně vyloví z kanálů 15 000 kol.",
  "Nejdelší dopravní zácpa v historii trvala 12 dní.",
  "Na Kubě stále jezdí americká auta z 50. let.",
  "Největší přístav světa je v Šanghaji.",
  "Ve Stockholmu je metro nejdelší uměleckou galerií.",
  "V Hamburku je největší modelová železnice světa.",
  "Nejkratší komerční let na světě trvá 90 sekund.",
  "V Norsku existují tunely s kruhovými objezdy.",
  "První auto na světě řídila žena, Bertha Benz.",
  "Nejdelší tramvajová linka světa je v Belgii (67 km).",
  "V britském Swindonu je 'magický' kruhový objezd.",
  "Na Ukrajině existuje železniční 'Tunel lásky'.",
  "Největší letadlo světa, An-225, bylo zničeno.",
  "Na Svatém Martinu přistávají letadla nad pláží.",
  "První pokuta za rychlost byla za jízdu 13 km/h.",
  "Ve Finsku se platí pokuty dle výše příjmu.",
  "Skotský Falkirk Wheel je rotační lodní výtah.",
  "V Churchillu se nezamykají auta kvůli ledním medvědům.",
  "Nejrychlejší parní lokomotiva dosáhla 202 km/h.",
  "Raketa Saturn V byla vysoká jako mrakodrap.",
  "Sonda Voyager 1 opustila Sluneční soustavu.",
  "Na Filipínách omezují jízdu aut podle SPZ.",
  "Nejdelší limuzína světa má bazén a heliport.",
  "V Mexico City mají stanice metra piktogramy.",
  "V Budapešti jezdí nejdelší tramvaje světa.",
  "Neapolské metro je známé jako 'Umělecké stanice'.",
  "V německém Wuppertalu spadl z dráhy do řeky slon.",
  "New Orleans má nejstarší funkční tramvajovou linku.",
  "Na Faerských ostrovech je podmořský kruhový objezd.",
  "První auto se řídilo pákou, ne volantem.",
  "V Rusku je nelegální řídit špinavé auto.",
  "Na ostrově Sark jsou zakázána auta.",
  "V Thajsku jsou populární lodní taxi.",
  "Nejstarší funkční auto na světě je parní.",
  "V Dánsku staví dálnice pro cyklisty.",
  "Na Maledivách jsou hlavním dopravním prostředkem hydroplány.",
  "Istanbulské metro spojuje Evropu a Asii.",
  "Vlak Bernina Express je na seznamu UNESCO.",
  "Stavbu metra v Římě zdržují archeologické nálezy.",
  "V Kolumbii fungují venkovní eskalátory jako MHD.",
  "Nejstarší most v Římě, Pons Fabricius, stále slouží.",
  "Londýnské taxi se musí otočit 'na pětníku'.",
  "První dopravní značka STOP byla osmiúhelníková.",
  "V Kanadě existují speciální mosty pro zvěř.",
  "Vlak 'Ďáblův nos' v Ekvádoru jezdí po útesu.",
  "V Japonsku mají vlaky s lázněmi na nohy.",
  "Největší křižovatka světa je v americkém Houstonu.",
  "V Norsku v zimě jezdí auta po zamrzlých řekách.",
  "Ve Vietnamu je motorka hlavním dopravním prostředkem.",
  "Nejrušnější evropské nádraží je Gare du Nord v Paříži.",
  "Tatra testovala auto s proudovým motorem.",
  "Během války jezdily v Praze sanitní tramvaje.",
  "Česká firma vyrábí létající motocykly.",
  "Vikingové se plavili na lodích bez kompasu.",
  "Vynález kontejneru změnil světový obchod.",
  "Ve Španělsku musíte mít v autě náhradní brýle.",
  "V Austrálii jezdí extrémně dlouhé silniční vlaky.",
  "Melbourne má nejdelší tramvajovou síť na světě.",
  "New York má nejvíce stanic metra (472).",
  "Čína má více rychlotratí než zbytek světa.",
  "V Dubaji jsou klimatizované stanice metra.",
  "Indická železnice je jedním z největších zaměstnavatelů.",
  "Hongkongské metro má přesnost 99,9 %.",
  "Při stavbě pražského metra našli středověký most.",
  "Cinkání pražských tramvají je chráněná známka.",
  "Negrelliho viadukt byl nejdelším mostem Evropy.",
  "V Mostě přesunuli celý gotický kostel.",
  "Nejvyšší železniční most v ČR je u Orlíku.",
  "V Pchjongjangu hraje v metru propaganda.",
  "V Montrealu navrhl každou stanici jiný architekt.",
  "Nejkratší metro světa je v italské Katánii.",
  "Ledovcový expres je nejpomalejší rychlík světa.",
  "V Indii jezdí speciální nemocniční vlak.",
  "Letiště v Mnichově má vlastní pivovar.",
  "V ranveji v Savannah jsou zabudované hroby.",
  "Největší výletní loď je delší než Eiffelova věž.",
  "První parkovací automat byl na mince.",
  "Vlak TGV má speciální vozy pro poštu.",
  "Na Havaji je silnice postavená přes lávové pole.",
  "V Bangladéši lidé cestují na střechách vlaků.",
  "Vlak Maharajas' Express je 'palác na kolejích'.",
  "Největší automobilové muzeum je ve Francii.",
  "Vlak 'Pouštní expres' jezdí v Namibii.",
  "Vlaky v Japonsku mají speciální tichý oddíl.",
  "V San Marinu nemají žádné železnice.",
  "Nejvyšší řídící věž je v Džiddě.",
  "Vlak 'Ghan' je pojmenován po afghánských velbloudářích.",
  "Ve Finsku mají v zálivu ledovou silnici.",
  "Česká pošta kdysi provozovala vlastní aerolinky.",
  "První airbag byl vynalezen už v 50. letech.",
  "Nejstarší auto v ČR je z roku 1898.",
  "Vrtulník umí létat i pozpátku a bokem.",
  "Zeppeliny byly plněné vysoce hořlavým vodíkem.",
  "Ponorky vydrží pod hladinou i několik měsíců.",
  "Na Manhattanu jezdí lanovka na Roosevelt Island.",
  "V Laosu otevřeli první železnici až v roce 2021.",
  "Korintský průplav v Řecku je extrémně úzký.",
  "Nejdelší trolejbus světa měří přes 32 metrů.",
  "Ve Švýcarsku je nejstrmější ozubnicová dráha.",
  "Největší letadlo (rozpětím) byl Stratolaunch.",
  "Nejmenší komerční letiště je na ostrově Saba.",
  "Nejrychlejší letadlo SR-71 letělo přes Mach 3.",
  "Na Srí Lance je slavný most Devět oblouků.",
  "V Jižní Africe jezdí luxusní 'Modrý vlak'.",
  "Automobilka Jawa vyráběla i malá auta.",
  "Největší parník 19. století byl Great Eastern.",
  "V Bolívii se až do roku 1995 jezdilo vlevo.",
  "V USA existují speciální tunely pro ryby.",
  "Vlak TGV drží rekord i s nejdelší brzdnou dráhou.",
  "Nejdelší most přes moře je v Číně.",
  "V Antarktidě se jezdí pásovými vozidly.",
  "Vlak 'Orient Express' inspiroval Agathu Christie.",
  "Největší výrobce motorů na světě je Honda.",
  "První parkovací garáže vznikly na začátku 20. století.",
  "V Německu mají některé dálnice vyhřívaný povrch.",
  "Vlak Flåmsbana v Norsku je nejstrmější na světě.",
  "Vlak 'Rocky Mountaineer' má prosklené střechy.",
  "V Thajsku jsou trhy přímo na kolejích.",
  "Nejdelší silniční síť mají Spojené státy.",
  "Ve Švédsku testují silnice, které dobíjí elektromobily.",
  "Největší trajekt na světě uveze přes 2000 aut.",
  "Vlaky v Indii mají speciální vagony pro ženy.",
  "V Káhiře je nejstarší metro v Africe.",
  "Největší letiště v Evropě je v Istanbulu.",
  "Vlak 'California Zephyr' projíždí Skalistými horami.",
  "V Japonsku mají speciální vyhlídkové vlaky.",
  "Největší metro na světě je v Šanghaji.",
  "V USA je nejdelší železniční síť na světě.",
  "Největší kontejnerový přístav v Evropě je Rotterdam.",
  "Vlak 'El Chepe' v Mexiku projíždí kaňony.",
  "V Brazílii jezdí vlaky na cukrovou třtinu.",
  "Vlaky v Jižní Koreji mají palubní Wi-Fi.",
  "Vlak 'TranzAlpine' na Novém Zélandu je vyhlídkový.",
  "V Číně je nejdelší most na světě.",
  "Nejvyšší most na světě je také v Číně.",
  "Vlaky v Rusku mají široký rozchod kolejí.",
  "Vlak 'Rovos Rail' v Africe je luxusní hotel.",
  "Vlaky v Kanadě jsou často zpožděné kvůli nákladu.",
  "Největší autobusové nádraží je v Indii.",
  "Vlaky v Austrálii jsou velmi dlouhé.",
  "Vlaky ve Finsku jsou přizpůsobeny zimě.",
  "Vlaky ve Španělsku mají vysokorychlostní síť AVE.",
  "Vlaky v Itálii jsou známé svým designem.",
  "Vlaky v Německu mají jídelní vozy.",
  "Vlaky ve Francii mají dvoupodlažní vagony.",
  "Vlaky v Belgii mají hustou železniční síť.",
  "Vlaky v Rakousku jsou proslulé svou čistotou.",
  "Vůz Tatra V570 byl inspirací pro VW Brouk.",
  "Parní tramvaj jezdila z Brna do Líšně.",
  "První auto v Praze jelo rychlostí chůze.",
  "Lanovka na Ještěd byla první kabinová v ČR.",
  "Negrelliho viadukt přežil všechny povodně.",
  "V ČR existují tajné podzemní vojenské dráhy.",
  "V Brně je nejstarší trolejbusová křižovatka.",
  "Škoda Ferat byl vůz pro filmový horor.",
  "První letadlo v Čechách sestrojil Jan Kašpar.",
  "V ČR je muzeum historických traktorů.",
  "Nejstarší autobusová linka vedla do Mělníka.",
  "Na Vltavě plují solární a hybridní lodě.",
  "V ČR se testují autonomní nákladní auta.",
  "První dálniční odpočívadlo bylo u Průhonic.",
  "Pražský Semmering je trať s velkým stoupáním.",
  "Rover na Marsu ujel přes 45 kilometrů.",
  "První umělá družice byl sovětský Sputnik.",
  "Římané postavili přes 80 000 km silnic.",
  "Vikingové se plavili na lodích bez kompasu.",
  "Poštovní holubi byli využíváni během válek.",
  "Inkové stavěli v horách visuté mosty.",
  "První parní stroj poháněl čerpadlo v dole.",
  "Největší vznášedlo uvezlo 400 lidí a 60 aut.",
  "V Thajsku je nelegální řídit bez trička.",
  "Na Kypru se v autě nesmí jíst ani pít.",
  "V Německu vám může dojít palivo na dálnici.",
  "V Norsku jsou v horách spirálové tunely.",
  "V Číně mají most, který se 'rozplete'.",
  "V Japonsku je letiště na umělém ostrově.",
  "Nejdelší podmořský tunel je v Japonsku.",
  "Na Floridě je most dlouhý sedm mil.",
  "V Belgii je lodní výtah vysoký 73 metrů.",
  "Zpětné zrcátko bylo poprvé použito v závodě.",
  "První blinkry byly výklopné šipky.",
  "Automobil Rolls-Royce je z 65 % ruční práce.",
  "V San Franciscu je muzeum historických tramvají.",
  "V Bombaji jezdí dvoupatrové autobusy.",
  "V Limě v Peru jezdí metro i nad zemí.",
  "Největší flotilu autobusů má město Dillí.",
  "V Lisabonu jsou kromě tramvají i lanovky.",
  "V Káhiře je metro extrémně přeplněné.",
  "V Sydney mají jednokolejku a metro.",
  "V Torontu jezdí tramvaje a metro.",
  "V Atlantě jezdí kyvadlová doprava pod letištěm.",
  "V Seattlu jezdí autobusy i v podzemních tunelech.",
  "V Paříži jezdí automatická linka metra 14.",
  "V Londýně mají speciální noční metro.",
  "V Berlíně je stanice metra pod kancléřstvím.",
  "V Barceloně mají stanice metra umělecká díla.",
  "V Curychu je nejhustší síť MHD na světě.",
  "V Oslu jezdí metro, tramvaje i lodě.",
  "V Helsinkách mají lodní dopravu na ostrovy.",
  "Ve Varšavě mají moderní druhou linku metra.",
  "V Praze je nejdelší tramvajová síť v ČR.",
  "V Brně mají speciální divadelní tramvaj.",
  "V Ostravě jezdí tramvaje do oceláren.",
  "V Plzni jezdí trolejbusy s bateriovým pohonem.",
  "V Liberci jezdí tramvaje na metrovém rozchodu.",
  "Pendolino dosahuje rychlosti 200 km/h.",
  "Železniční síť v ČR má 9 400 km.",
  "Pražská MHD přepraví přes miliardu lidí ročně.",
  "Tatra T3 je jedna z nejprodávanějších tramvají světa.",
  "Trolejbusy v Praze jezdily v letech 1936-1972.",
  "Pendolino má naklápěcí skříně.",
  "České dráhy mají přes 4 000 vozidel.",
  "Ostravské tramvaje jezdí až do Polska.",
  "Japonský maglev jezdí rychlostí 603 km/h.",
  "Švýcarské vlaky se zpozdí jen 3 minuty ročně.",
  "Tokyo metro převeze až 40 milionů lidí denně.",
  "ICE vlaky jezdí běžně 300 km/h.",
  "Čína má 40 000 km rychlých tratí.",
  "Singapur má jedno z nejmodernějších meter na světě.",
  "X2000 ve Švédsku má naklápěcí technologii.",
  "V Paříži je stanice metra každých 500 m.",
  "Linka A v metru měla být původně fialová.",
  "Nejprudší stoupání metra je u Vyšehradu.",
  "V Praze jezdila v 90. letech pivní tramvaj.",
  "První semafor v Praze byl v roce 1927.",
  "Stanice Waterloo v Londýně je nejrušnější v zemi.",
  "V kodaňském metru nejsou odpadkové koše.",
  "V Bolívii slouží jako MHD síť lanovek.",
  "Vlaky v Tibetu mají v oknech UV filtry.",
  "Nejdelší non-stop let trvá skoro 19 hodin.",
  "První pokutu za rychlost udělili v roce 1896.",
  "V Saúdské Arábii mohou ženy řídit od 2018.",
  "Letadlo Solar Impulse 2 obletělo Zemi bez paliva.",
  "V Kanadě v zimě přistávají na ledových ranvejích.",
  "Nejdelší železniční most světa je v Číně.",
  "Rusko provozuje flotilu atomových ledoborců.",
  "Ve finských vlacích jsou herny pro děti.",
  "V USA jezdí turistické obojživelné autobusy.",
  "Nejstrmější pozemní lanovka světa je ve Švýcarsku.",
  "Vlak Shiki-Shima v Japonsku je ultra luxusní.",
  "V Indonésii se používají motocyklové taxi 'ojek'.",
  "V Keni jsou minibusy 'matatu' pestře zdobené.",
  "Vlak v Bolívii jezdí po solných pláních.",
  "Ve Stockholmu jezdí lodě jako součást MHD.",
  "V Číně staví 'patrové' autobusy nad auty.",
  "Vlak v Austrálii je dlouhý přes 1 km.",
  "V Itálii jezdí vysokorychlostní vlaky 'Rudá šipka'.",
  "V Alžírsku jezdí metro postavené v poušti.",
  "V Dubaji jezdí taxi pouze pro ženy.",
  "Nejdelší eskalátor pod širým nebem je v Hongkongu.",
  "V Berlíně jezdí metro i nad zemí.",
  "Největší letiště světa je v Saúdské Arábii.",
  "V USA existují speciální silnice pro Amish povozy.",
  "Na Madeiře stojí letištní ranvej na sloupech.",
  "Největší letadlová loď světa nese 90 letadel.",
  "V Rusku se nachází nejchladnější dálnice světa.",
  "V Praze jezdí historická autobusová linka K.",
  "Nejstarší funkční auto na světě je parní.",
  "Největší metro na světě je v Šanghaji.",
  "Pražský Semmering je železniční trať s velkým stoupáním."
]